/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   ft_dollar_q.c                                      :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: hyjeong <hyjeong@student.42.fr>            +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2022/06/05 14:09:22 by hyjeong           #+#    #+#             */
/*   Updated: 2022/06/05 14:09:58 by hyjeong          ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "../includes/minishell.h"

int	ft_dollar_q(void)
{
	int ret;

	ret = g_exit_num;//사실 이게 끝이면 다른것 필요없이 바로 return 가능
	return (ret);
}
